package com.fanhao.businessplatform.common.constant;


public class DataConstant {
    //姓氏
    public static final String[] FIRST_NAME = {"赵","钱","孙","李","周","吴","郑","王","冯","陈","褚","卫","蒋","沈","韩","杨","朱","秦","尤","许",
            "何","吕","施","张","孔","曹","严","华","金","魏","陶","姜","戚","谢","邹","喻","柏","水","窦","章","云","苏","潘","葛","奚","范",
            "鲁","韦","昌","马","苗","凤","花","方","俞","任","袁","柳","酆","鲍","史","唐","费","廉","岑","薛","雷","贺","倪","汤","滕","殷",
            "罗","毕","郝","邬","安","常","乐","于","时","傅","皮","卞","齐","康","伍","余","元","卜","顾","孟","平","黄","和",
            "穆","萧","尹","姚","邵","湛","汪","祁","毛","禹","狄","米","贝","明","臧","计","伏","成","戴","谈","宋","茅","庞","熊","纪","舒",
            "屈","项","祝","董","梁","杜","阮","蓝","闵","席","季","麻","强","贾","路","娄","危","江","童","颜","郭","梅","盛","林","刁","钟",
            "徐","邱","骆","高","夏","蔡","田","樊","胡","凌","霍","虞","万","支","柯","昝","管","卢","莫","经","房","裘","缪","干","解","应",
            "宗","丁","宣","贲","邓","郁","单","杭","洪","包","诸","左","石","崔","吉","钮","龚","程","嵇","邢","滑","裴","陆","荣","翁","荀"};

    public static final String[] SCHOOL = {
            "华北理工大学", "清华大学", "北京大学", "北京邮电大学", "北京理工大学", "人民大学", "浙江大学", "南京大学", "华南理工大学", "河北工业大学",
            "北京外国语大学", "山西大学", "山东大学", "河北大学", "厦门大学", "上海交通大学", "复旦大学", "武汉大学", "华中科技大学", "东北大学", "哈尔滨工业大学",
            "大连理工大学", "华北电力大学", "天津大学", "南开大学", "四川大学", "吉林大学", "苏州大学", "重庆大学", "杭州电子科技大学", "电子科技大学",
            "桂林电子科技大学", "北京电子科技大学", "北京科技大学", "北京航空航天大学", "同济大学", "西安交通大学"
    };

    public static final String[] POSTION = {
            "总监", "项目经理", "技术负责人", "员工","总负责人"
    };
}
